Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/solidariteten.docx.tmx
Source language: nob
Languages: fkv

source: SOLIDARITETEN ER GJENSIDIG
fkv: SOLIDAARISUUS OON MOLEMINPUOLINEN

source: «Muotka var glad for at vi var der og ønsket oss velkommen tilbake – også hvis vi skulle ha behov for hjelp til noe.
fkv: «Muotka oli iloinen ette met tulima tänne, ja toivotti meiđät uuđestiki tervettulheeksi – jos met vaikka tarvittisima heiltä appuu jossaki assiissa.

source: Ordene tilhører Jan Erling Persen, styremedlem i Norske kveners forbund.
fkv: Sanat lausui Jan Erling Persen, joka oon Norjan kvääniliiton styyrin jäsen.

source: Han sa dem utenfor Sametinget i Karasjok i mars i år, etter å ha blitt invitert dit av sametingspresident Silje Karine Muotka.
fkv: Se sanoi net sanat Kaarasjovessa Saamentingan ulkopuolela tämän vuođen marsikuussa, jälkhiin ko Silje Karine Muotka oli hänen sinne kuttunu.

source: Vennskap og solidaritet mellom kvener og samer, var de to enige om. Den enigheten har vår fulle tilslutning.
fkv: Net olthiin yhtä mieltä kvääniin ja saamelaisten keskinäisestä ystävyyđestä ja solidaarisuuđesta. Ja sammaa mieltä olema metki.

source: Vi takker Muotka for hennes utstrakte verdde-vennskapshånd til kvenene og skogfinnene, og gir tommelen opp til NKF som ble med på håndtrykket.
fkv: Met kiitämä Muotkaa ko se siihen laihiin oijensi väärttiystävän käđen kvääniile ja mettäsuomalaisile, ja nostama peukalon NKL:le ko se otti sen käđen vasthaan.

source: Vi sier som alltid nei til den inngrodde ideen om at egen minoritet – egen kultur og eget språk – best bygges på bekostning av andres.
fkv: Met emmä koskhaan ole uskonheet – vaikka se oonki tavalinen niin luula – ette oma minoriteettijoukko ja sen kieli ja kulttuuri jotenki hyöđyttäis jos niitä rakenettais toisten kostanuksela.

source: Vel kan man innvende at det pågår en konkurranse om samfunnets gunst og midler, men i så fall bør man som et minimum opptre sportslig og la være å tråkke av hverandres staver.
fkv: Saattaahan se sannoot ette se oon olemassa yhđenlainen kilpa yhtheiskunnan kuurosta ja varoista, mutta siinäki taphauksessa se häyttyy kuitenki käyttäät ittensä kunnolisesti eikä freistata polkkeeet toinen toisen sivakkasauvan pääle.

source: Døra svinger begge veier.
fkv: Ovi aukkee molemphiin suunthiin.

source: Også kvenfolket er mer enn «bare noen finlendere som tyvfisker i elvemunningen», som vi ved et tilfelle hørte holdningen til kvenene bli spissformulert.
fkv: Kväänitki oon jotaki muutaki ko «tyhä muutama suomalainen jovensuussa salafiskussa», niin ko olema sen kerran kuulheet kärjistetyksi.

source: Men, kan man si, det er verst å være kven.
fkv: Mutta, saattaa sannoot, se oon värrempi olla kvääni.

source: Tungt å få ting til, for lite penger, for få hender, for dårlig tid.
fkv: Vaikkee saađa assiita läpi, rahhaa oon vaanasti, hoppuki oon.

source: Det stemmer, men er det en dans på roser å være same?
fkv: Tosihan se oon, mutta oonko sekhään ette oon saamelainen, tyhä ette tanssiit ruusuila?

source: Det er neppe uten grunn at Muotka på vegne av sitt folk håper på solidaritet og vennskap.
fkv: Siihen oon sikkaristi omat syynsä ette Muotka oman väjen puolesta pyyttää solidaarisuutta ja ystävyyttä.

source: I Finnmark brygger det opp til spisse torner og mer splitt-og-hersk.
fkv: Finmarkussaki oon kohisten puhkeemassa terävii piikkii ja enämen hajoita ja hallitte -meininkkii.

source: Der satser nemlig myndighetene på at folkeviljen skal kneble den samiske stemmen slik at fylket kan teppelegges med vindmøller.
fkv: Sielä esivallat halluuvat ette väki lannistais saamen äänen kuulumasta ja fylkkhiin noustais joka paikkhaan tuulimyllyt.

source: Bakgrunnen er varslet kraftkrise. Dette fordi Equinors allerede smekkfulle pengebinge er best tjent med å elektrifisere gasskraftverket Melkøya ved Hammerfest med hverdagsstrømmen til folket i nord.
fkv: Ja tämä sen takia ette Equinorin nyt jo täppitäyđet raha-arkut saađhaan kaikkiin issoiman hyöđyn ko Meløyan gassivoimarustingin Hammerfestissa elektrifiseerathaan ja sen takia otethaan pithoon pohjalaisten päivälisen virran.

source: Deler av strømmen?
fkv: Osan virrasta?

source: Nei, all strømmen.
fkv: Ei, kaiken mitä löyttyy.

source: Den folk bruker til å varme huset sitt, ha liv i gatelysene og drifte bedriften.
fkv: Virran mitä ihmisillä oon ette saatais lämmittäät talon, ette meilä olis katunävöt ja ette saatais triivata firmoi.

source: Politikerne burde tatt til vett, men som kjent, pengebingen rår.
fkv: Poliitikkarit piđettäis tulla järkhiin, mutta niin ko aina, raha-arkku päättää.

source: Den samiske stemmen – i alle fall den vi tradisjonelt har hørt til nå og med høyde for egne svin på skogen i form av overmotorisering av så vel reindrifta som høstingskulturen – har etter vår oppfatning sjelden stått i veien for industri og utvikling.
fkv: Saamen ääni oon – kuitenki se ääni mitä kiini tähän aikhaan asti olema kuulheet, ko heilähän oon oma lehmä kravissa poronhoiđon ja luononvarroin korjuukulttuurin ylimotoriseerauksen haamussa – niin ko se meiđän järkheen anttaa, tyhä harvoin ollu industriaa ja muuta etheenpäinmennoo vasthaan.

source: Grunnen er at vi innerst inne og av prinsipp bør å si nei til industri og utvikling som terroriserer og splitter og ødelegger folk og natur.
fkv: Kaiken pohjimainen tinka oon ette met kaikki sisälämmä ja aivan prinsipin takia piđämä sannoot ei semmoiselle industriale ja etheenpäinmenole mikä terroriseeraa, hajoittaa ja tuhhoo ihmissii eli luonttoo.

source: En prinsipiell holdning til industri og utvikling som flere enn samer og kvener burde stå ved, uavhengig av politisk utpressing og avsindig strømpris.
fkv: Se oon semmoinen prinsipillinnen ajattelemisen malli suhtheessa industrihaan ja kehityksheen minkä muutki ihmiset, eikä tyhä saameliaset ja kväänit, piđettäis ottaat pithoon, aivan huolimatta poliittisesta painostuksesta ja mielipuolisista virranhinnoista.

source: Ganske enkelt fordi solidaritet mellom mennesker uten solidaritet også med moder jord og hennes natur – er uten bakkekontakt og bærekraft.
fkv: Aivan yksinkertaisesti siitä syystä ette jos ihmisten välinen solidaarisuus ei samala ole solidarisuutta äiti maata ja sen luonttoo kohthaan – se siltä vailuu tođenymmärys ja kestokyky.
